Repository: Zacro-Technologies/NeuroForge
Catalog: Sources/Resources/Localizable.xcstrings
Source language: en
Languages: ja

source: Asymmetric solids and reconstruction (untimed)
ja: 非対称な立体と再構成（時間制限なし）

source: This saved spatial assembly needs a compatible version. Its original question and response remain saved.
ja: この保存済みの立体構成には対応するバージョンが必要です。元の問題と回答は保存されています。

source: Updating progress…
ja: 進捗を更新中…

source: Inverse and transformation reasoning (untimed)
ja: 逆変換と変換の推論（時間制限なし）

source: This saved transformation reasoning task needs a compatible version. Its original question and response remain saved.
ja: この保存済みの変換推論課題には対応するバージョンが必要です。元の問題と回答は保存されています。

source: Starting targets by family
ja: 系列ごとの開始目標

source: Families keep their own starting targets. This is not a shared level or a fixed question order.
ja: 各系列にはそれぞれの開始目標があります。共通のレベルや固定された出題順を示すものではありません。

source: No reviewed next question is available at these starting targets. The targets have been kept; choose an alternative explicitly.
ja: これらの開始目標では、次に出せるレビュー済み問題がありません。目標は維持されています。別の選択肢を明示的に選んでください。

source: Some starting targets are currently unavailable. Mixed practice can begin in another eligible family without lowering those targets.
ja: 一部の開始目標では現在出題できません。目標を下げずに、条件を満たす別の系列からミックス練習を始められます。

source: Each family has a reviewed next question at its starting target. Later questions depend on your answers and the remaining eligible content.
ja: 各系列には開始目標に合う次のレビュー済み問題があります。その後の問題は、回答と残りの出題可能な内容に応じて決まります。

source: A next question is available at this target.
ja: この目標で次の問題を出題できます。

source: Show fewer starting targets
ja: 開始目標の表示を減らす

source: Show all starting targets
ja: すべての開始目標を表示

source: Only the next question is selected now. If eligible content runs out, your work stays saved and the app offers an explicit alternative.
ja: 今選ぶのは次の1問だけです。出題可能な内容がなくなっても取り組みは保存され、別の選択肢が提示されます。

source: factor × factor = □ · Enter the product.
ja: 因数 × 因数 = □ ・積を入力します。

source: quantity × near-round factor = □ · Enter an exact value.
ja: 数量 × きりのよい数に近い因数 = □ ・正確な値を入力します。

source: given fraction, decimal or unit → □ in the requested form
ja: 示された分数・小数・単位 → 指定された表し方で □

source: coefficient × 10ᵉ → □ × 10ⁿ in standard form
ja: 係数 × 10ᵉ → 標準形の □ × 10ⁿ

source: known factor × □ = given product
ja: 既知の因数 × □ = 与えられた積

source: percentage claim + stated base → select the first error
ja: 割合についての主張 ＋ 基準となる量 → 最初の誤りを選択

source: starting value → operation → operation → □
ja: 開始値 → 演算 → 演算 → □

source: multiplication → rough estimate → lock estimate → exact value
ja: 掛け算 → 概算 → 概算を確定 → 正確な値

source: precision, repetitions and consequences → choose a suitable tool
ja: 精度・反復回数・誤りの影響 → 適切なツールを選択

source: one expression + candidate methods → select a valid strategy
ja: 1つの式 ＋ 複数の解法 → 妥当な解法を選択

source: point (x, y) + stated rotation → new x: □, new y: □
ja: 点 (x, y) ＋ 指定された回転 → 新しい x: □、新しい y: □

source: labeled faces + ordered rotations → identify the final face
ja: ラベル付きの面 ＋ 回転の順序 → 最後の面を特定

source: given views → select every compatible arrangement
ja: 与えられた投影図 → 条件に合う配置をすべて選択

source: observed part / observed total → percentage: □
ja: 観測した部分量 / 観測した全体量 → 割合: □

source: stated assumptions about groups and use → estimated total: □
ja: 集団と利用状況についての仮定 → 推定合計: □

source: measurement in unit A → □ in unit B
ja: 単位Aでの測定値 → 単位Bで □

source: given relationship + input multiplier → output multiplier: □
ja: 与えられた関係 ＋ 入力の倍率 → 出力の倍率: □

source: base rate + true/false positive counts → conditional chance: □
ja: 基準率 ＋ 真陽性・偽陽性の人数 → 条件付き確率: □

source: possible outcomes + their probabilities → average payoff: □
ja: 起こり得る結果 ＋ 各確率 → 平均的な利得: □

source: an extreme first result + a repeat → choose what can explain the change
ja: 極端な初回の結果 ＋ 再測定 → 変化の説明を選択

source: an estimated interval + candidate interpretations → choose a supported meaning
ja: 推定区間 ＋ 解釈の候補 → 裏付けられる意味を選択

source: exposure, outcome and a third variable → identify a confound
ja: 曝露・結果・第3の変数 → 交絡因子を特定

source: two hypotheses + candidate experiments → choose a discriminating test
ja: 2つの仮説 ＋ 実験の候補 → 仮説を見分ける検証を選択

source: figure + uncertainty display + claim → identify the supported conclusion
ja: 図 ＋ 不確かさの表示 ＋ 主張 → 裏付けられる結論を特定

source: a study weakness + proposed safeguards → choose a repair
ja: 研究の弱点 ＋ 防止策の候補 → 改善策を選択

source: rival explanations → compare their predicted observations
ja: 競合する説明 → それぞれが予測する観察を比較

source: method and figure → match concerns to the relevant evidence
ja: 方法と図 → 懸念事項と対応する証拠を結び付ける

source: unordered study steps → arrange a testable procedure
ja: 順不同の研究手順 → 検証可能な手順に並べ替える

source: initial variables → code updates → final state: □; violated rule: □
ja: 変数の初期値 → コードによる更新 → 最終状態: □、違反した規則: □

source: if P then Q → judge the necessity or sufficiency of a statement
ja: PならばQ → 条件が必要か十分かを判断

source: a universal claim + candidate cases → choose a counterexample
ja: 普遍的な主張 ＋ 事例の候補 → 反例を選択

source: unordered proof lines → arrange a valid argument
ja: 順不同の証明の行 → 妥当な論証に並べ替える

source: a line-by-line derivation → select the first invalid step
ja: 各行に分かれた導出 → 最初の不正な手順を選択

source: short code + boundary inputs → identify the failing case
ja: 短いコード ＋ 境界の入力 → 失敗する事例を特定

source: two procedures + growing input → compare operation counts
ja: 2つの手続き ＋ 増加する入力 → 演算回数を比較

source: loop contract + candidate patches → select a valid repair
ja: ループの条件 ＋ 修正案 → 妥当な修正を選択

source: previous predictions + observed outcomes → estimated hit rate: □
ja: 以前の予測 ＋ 観測結果 → 推定的中率: □

source: a topic cue → recall from memory → compare with the reference
ja: トピックの手掛かり → 記憶から想起 → 参照内容と比較

source: a bounded question → enter a concise answer before review
ja: 範囲の明確な質問 → 確認する前に短く回答

source: a relationship with one blank → □
ja: 1か所が空欄の関係 → □

source: a concept cue → explain it in your own words → self-check
ja: 概念の手掛かり → 自分の言葉で説明 → 自己確認

source: reference constraints + candidate statements → choose what is supported
ja: 参照内容の条件 ＋ 文の候補 → 裏付けられるものを選択

source: unordered practice steps → arrange the retrieval-and-review cycle
ja: 順不同の練習手順 → 想起と確認のサイクルに並べ替える

source: named symbols + incomplete equation → reconstruct the missing part
ja: 記号の意味 ＋ 未完成の式 → 欠けた部分を再構成

source: plotted quantities or a diagram → answer about the shown relationship
ja: プロットされた量または図 → 表された関係について回答

source: support rules + candidate sources → trace which candidate qualifies
ja: 裏付けの規則 ＋ 出典の候補 → 条件を満たす候補をトレース

source: a new context + unordered solution steps → arrange the approach
ja: 新しい状況 ＋ 順不同の解法手順 → 解き方を並べ替える

source: familiar relationship + new setting → select the conditions to preserve
ja: 既知の関係 ＋ 新しい場面 → 保つべき条件を選択

source: two contexts with different labels → map the relationship, then solve
ja: 異なるラベルの2つの状況 → 関係を対応付けて解く

source: table of inputs and outputs → select the matching equation
ja: 入力と出力の表 → 対応する式を選択

source: two systems → match their feedback and delay roles
ja: 2つのシステム → フィードバックと遅延の役割を対応付ける

source: interacting quantities + changed context → preserved ratio: □
ja: 相互作用する量 ＋ 変化した状況 → 保たれる比: □

source: a trend + a limiting constraint → identify where the rule changes
ja: 傾向 ＋ 制限条件 → 規則が変わる箇所を特定

source: Task preview
ja: 課題のプレビュー

source: Illustrative task structure with placeholders. This is not a question from your practice set.
ja: 空欄を使った課題の形式例です。これから行う練習セットの問題ではありません。

source: One possible format is shown. Mixed practice can use other formats in this lab.
ja: 形式の一例を表示しています。ミックス練習では、このラボのほかの形式も出題されます。

source: A task example is not available for this activity yet.
ja: このアクティビティの課題例はまだありません。

source: Relevant givens: %lld–%lld
ja: 必要な与条件: %lld〜%lld

source: Extra details: %lld–%lld
ja: 余分な情報: %lld〜%lld

source: Gaps to resolve: %lld–%lld
ja: 補うべき情報: %lld〜%lld

source: Planning estimate for %lld questions: %@
ja: %lld問の所要時間の目安: %@

source: This editorial range includes a feedback allowance. It is not a deadline or a measurement of your speed; notes and pauses can make the sitting longer.
ja: この作成時の見積もりにはフィードバックの時間を含みます。制限時間や処理速度の測定値ではありません。メモや休憩によって時間が延びることがあります。

source: A duration estimate is not available for this challenge. Choose a question count; you can save and continue.
ja: この難易度の所要時間はまだ見積もれません。問題数を選んでください。途中で保存して続けられます。

source: A duration estimate is not available for this selection. Choose a question count; you can save and continue.
ja: この選択内容の所要時間はまだ見積もれません。問題数を選んでください。途中で保存して続けられます。

source: labeled crease pattern or stated partial fold → answer the requested face relation, direction or validity question
ja: ラベル付きの折り目、または指定された途中の折り方 → 面の関係・向き・成立条件について回答

source: Graph construction option: axes and a stated relationship → place points and choose a model.
ja: グラフ作成の選択肢: 軸と指定された関係 → 点を配置してモデルを選択

source: a short study account → arrange labeled sections into a coherent summary
ja: 短い研究の説明 → ラベル付きの節を一貫した要約に並べ替える

source: study design → make a prediction → inspect results and explain the evidence
ja: 研究設計 → 予測する → 結果を確認し、証拠を説明する

source: solid + stated cutting plane → classify the section, determine an exact squared radius or verify a proposed section
ja: 立体と指定された切断平面 → 断面を分類し、半径の二乗を正確に求めるか、提案された断面を検証する

source: point or vector + stated reflection line or sequence of transformations → resulting x: □, y: □
ja: 点またはベクトルと指定された反射直線または変換の列 → 変換後の x: □、y: □

source: Track opposite and adjacent faces, printed-arrow directions, and whether a proposed pattern can form a cube.
ja: 向かい合う面と隣り合う面、印刷された矢印の向き、提案された配置が立方体になるかを調べます。

source: This saved cube-net task needs a compatible version. Its original question and response remain saved.
ja: この保存済みの展開図の問題には対応するバージョンが必要です。元の問題と回答は保存されています。

source: This band has no reviewed question contract in this activity. Choose a supported band.
ja: このアクティビティには、このバンドのレビュー済み問題がありません。対応するバンドを選んでください。

source: No unused reviewed questions remain at this challenge. Choose another challenge or activity.
ja: この難易度の未使用のレビュー済み問題は残っていません。別の難易度またはアクティビティを選んでください。

source: Questions at this challenge are awaiting a content check. Choose another reviewed challenge.
ja: この難易度の問題は内容の確認待ちです。別のレビュー済み難易度を選んでください。

source: This challenge requires prerequisite evidence that is not available yet. Choose a supported challenge.
ja: この難易度に必要な前提知識の学習記録がまだありません。対応する難易度を選んでください。

source: The chosen timing condition is not supported at this challenge. Timing is separate from the question band.
ja: この難易度では、選択した計時条件を利用できません。計時と問題のバンドは別の設定です。

source: The matching questions have already been shown. Choose another challenge for fresh practice.
ja: 該当する問題はすでに表示されています。新しい問題を練習するには、別の難易度を選んでください。

source: No reviewed question currently meets all the requirements for this challenge.
ja: 現在、この難易度のすべての条件を満たすレビュー済み問題はありません。

source: The reviewed catalog for your selection is unavailable. Your choice has been kept.
ja: 選択したレビュー済みカタログを利用できません。選択内容は保持されています。

source: Availability could not be checked. Your choice has been kept; retry before starting.
ja: 利用状況を確認できませんでした。選択内容は保持されています。開始前に再試行してください。

source: Existing practice keeps its original difficulty setting. This setting is not a reviewed B1–B4 level.
ja: 既存の練習には従来の難易度設定を使います。この設定はレビュー済みのB1〜B4レベルではありません。

source: Choose a reviewed starting challenge
ja: 開始時のレビュー済み難易度を選ぶ

source: Retry reviewed availability
ja: レビュー済み問題の利用状況を再確認

source: Currently unavailable
ja: 現在利用できません

source: No reviewed questions in this family at: %@
ja: この問題群にレビュー済み問題がないバンド: %@

source: Use existing activity settings
ja: 既存のアクティビティ設定を使う

source: Use existing activity settings (untimed)
ja: 既存のアクティビティ設定を使う（計時なし）

source: This explicitly leaves reviewed-band practice and opens the activity's original settings.
ja: レビュー済みバンドでの練習を終了し、アクティビティの従来の設定を開きます。

source: The full requested count is unavailable at the shown challenge. Review the reasons and choose an alternative.
ja: 表示中の難易度では、希望する問題数を利用できません。理由を確認し、別の選択肢を選んでください。

source: Your selected challenge does not match the current activity, field, language, profile or reviewed catalog. Choose an alternative explicitly.
ja: 選択した難易度は、現在のアクティビティ・分野・言語・プロフィール・レビュー済みカタログに対応していません。別の選択肢を選んでください。

source: Saving your work…
ja: 学習内容を保存中…

source: Your answer changed while saving. Review it and try the action again.
ja: 保存中に解答が変更されました。内容を確認し、もう一度操作してください。

source: Your latest work was written, but storage verification did not finish. Keep this session open and retry saving.
ja: 最新の学習内容は書き込まれましたが、保存状態の確認が完了していません。このセッションを開いたまま、もう一度保存してください。

source: Saved work is busy. Your work is retained. Please try again.
ja: 保存データを処理中です。学習内容は保持されています。もう一度お試しください。

source: This saved solid section needs a compatible version. Its original question and response remain saved.
ja: この保存済みの立体の断面には対応するバージョンが必要です。元の問題と回答は保存されています。

source: visit(v)
ja: 訪問(v)

source: for v in neighbors[u] {
ja: 隣人のvのために[u] {

source: visited.insert(u)
ja: 訪問した。挿入(u)

source: A counterexample must satisfy the premise and falsify the conclusion.
ja: 反例は前提を満たし、結論を反証する必要があります。

source: A reasonable range is accepted; focus on the assumptions and order of magnitude.
ja: 妥当な範囲であれば正解とします。仮定とオーダー（桁）に注目してください。

source: Accuracy is authoritative; speed is recorded separately.
ja: 正確さを正解判定に用い、速さは別に記録します。

source: Apply the stated functional relationship, not a surface-word heuristic.
ja: 表面的な単語のヒューリスティックではなく、明示された関数関係を適用します。

source: Because a equals b, the proposed divisor is zero.
ja: a は b に等しいため、提案された約数はゼロになります。

source: Calibration compares stated confidence with outcomes on a defined item family.
ja: キャリブレーションでは、規定された確信度と、定義されたアイテム ファミリの結果を比較します。

source: Candidate patches were checked against empty, singleton, and multi-element arrays.
ja: 候補パッチは、空の配列、シングルトン配列、および複数要素の配列に対してチェックされました。

source: Choose efficiency for this number structure, not a universally preferred method.
ja: 普遍的に好まれる方法ではなく、この数値構造の効率を選択してください。

source: Compare operation-count functions as input size varies.
ja: 入力サイズが異なる場合の操作カウント関数を比較します。

source: Convert the rational value without changing its scale.
ja: スケールを変更せずに有理数値を変換します。

source: Determine the face whose folded normal points opposite %@.
ja: 折り畳まれた法線が %1$@ の反対側を向いている面を決定します。

source: Distinguish an observed contrast from a causal or universal conclusion.
ja: 観察されたコントラストと因果的または普遍的な結論を区別します。

source: Estimate, plausibility judgment, and exact response are captured as separate fields in that order.
ja: 推定、妥当性の判断、正確な応答は、この順序で別個のフィールドとして取得されます。

source: Expected value is a long-run weighted average, not the most likely single outcome.
ja: 期待値は長期的な加重平均であり、最も可能性の高い単一の結果ではありません。

source: Identify the first operation that controls plausibility.
ja: 妥当性を制御する最初の操作を特定します。

source: Interpret uncertainty without turning it into certainty or causation.
ja: 不確実性を確実性や因果関係に変えずに解釈します。

source: Multiple design safeguards may be required.
ja: 複数の設計上の保護措置が必要になる場合があります。

source: Multiples of 4 are even, but 2 and 6 are even without being divisible by 4.
ja: 4 の倍数は偶数ですが、2 と 6 は 4 で割り切れず偶数です。

source: Plausibility and exact unit conversion are stored as separate response fields.
ja: 妥当性と正確な単位変換は、別個の応答フィールドとして保存されます。

source: Preserve operation order and intermediate state.
ja: 操作の順序と中間状態を保持します。

source: Preserve the mass dimension while changing the metric scale.
ja: メートルスケールを変更しながら質量寸法を維持します。

source: Report one decimal place; small rounding differences are accepted.
ja: 小数点以下 1 桁を報告します。多少の丸め誤差は許容されます。

source: Separate within-subject noise from a causal change.
ja: 被験者内のノイズを因果関係の変化から分離します。

source: Solve by the inverse operation, then verify forward.
ja: 逆演算で解き、順方向を検証します。

source: Surface structure may change; the relevant constraints must be checked again.
ja: 表面構造は変化する可能性があります。関連する制約を再度確認する必要があります。

source: The bounded internal AST is interpreted; user text and imported code are never executed.
ja: 制限された内部 AST が解釈されます。ユーザーテキストとインポートされたコードは決して実行されません。

source: The coefficient must be at least 1 and less than 10.
ja: 係数は 1 以上、10 未満である必要があります。

source: The deterministic key follows dependency order, not stylistic preference.
ja: 決定論的キーは、スタイルの好みではなく、依存関係の順序に従います。

source: The hypotheses are deterministic state labels; the answer depends on their contrasting predictions.
ja: 仮説は決定論的な状態ラベルです。答えは彼らの対照的な予測によって決まります。

source: The physical dimension remains length; only the scale changes.
ja: 物理的な寸法は長さのままです。スケールだけが変わります。

source: The preference change takes effect after reopening.
ja: 設定の変更は、開き直した後に反映されます。

source: The seeded figure encodes means and intervals separately.
ja: シードされた数値は、平均と区間を別々にエンコードします。

source: The sequence preserves question, method, result, and limitation as separate evidence fields.
ja: このシーケンスでは、質問、方法、結果、制限が個別の証拠フィールドとして保存されます。

source: The structured scenario has edges baseline ability → treatment and baseline ability → outcome.
ja: 構造化されたシナリオには、ベースライン能力→治療とベースライン能力→結果というエッジがあります。

source: The useful experiment changes A independently and checks the outcome with a separate calibrated measurement.
ja: 有用な実験では、A を独立して変更し、別の校正された測定値で結果を確認します。

source: This bundled fallback uses a reviewed general-domain fact.
ja: このバンドルされたフォールバックは、レビューされた一般ドメインのファクトを使用します。

source: This fallback uses a bundled, locally verified retrieval contract.
ja: このフォールバックでは、内蔵されたローカル検証済みの検索問題を使用します。

source: This is an educational review of a seeded fictional report, not real research advice.
ja: これは、シードされた架空のレポートの教育的なレビューであり、実際の研究に関するアドバイスではありません。

source: Tool judgment is scored, not maximal mental effort.
ja: 最大限の精神的努力ではなく、ツールの判断がスコア化されます。

source: Use natural frequencies to keep the base rate visible.
ja: 固有振動数を使用して、基本レートを表示し続けます。

source: Use the visible number structure instead of long multiplication.
ja: 長い乗算の代わりに、表示される数値構造を使用します。

source: [unsupported %lld]
ja: [裏づけなし %1$lld]

source: from “%@”
ja: 「%1$@」より

source: %@ %@ per %@; the denominator is %@ %@s.
ja: %@ %@（%@あたり）；分母は%@ %@です。

source: %@ (midnight)
ja: %@ (真夜中)

source: %1$@ A verification pass checks each unit %2$lld times. How many checks occur? Return only the number.
ja: %1$@ 検証工程では各単位を%2$lld回確認します。確認は合計何回ですか？数値だけを答えてください。

source: %@ Participants currently choose exposure or control, and the same outcome is measured afterward. State the smallest design change that directly addresses baseline self-selection, plus the threat it addresses.
ja: %1$@ 現在、参加者は曝露群か対照群かを自分で選び、その後に同じ結果を測定します。ベースラインの自己選択に直接対処する最小限の設計変更と、その変更が対処する脅威を述べてください。

source: %@ Rotate the point 90° counterclockwise about the origin and return the transformed coordinate.
ja: %1$@ 点を原点の周りに反時計回りに90°回転し、変換後の座標を答えてください。

source: %@ Target threat: %@.
ja: %@ 対象となる脅威：%@。

source: %@ This directly addresses %@.
ja: %@ これは%@に直接対処します。

source: %@ You are also given P → R, where R means the item enters the review set, and P is true. Derive whether R follows and name the inference rule.
ja: %1$@ さらにP → Rが与えられています。Rは項目が復習対象に入ることを意味し、Pは真です。Rが導かれるかを推論し、推論規則の名前を答えてください。

# %@ at column %lld, row %lld
source: %1$@ at column %2$lld, row %3$lld
ja: %1$@ 列%2$lld、行%3$lld

source: %@ credit
ja: %@ クレジット

source: %@ has unsaved changes. Keep editing or explicitly discard them before changing sections.
ja: %@には未保存の変更があります。セクションを移動する前に、編集を続けるか明示的に破棄してください。

source: %@ observations
ja: 観測数：%@

# %@ of %@ shown
source: %1$@ of %2$@ shown
ja: %1$@（全%2$@）を表示中

source: %@ output
ja: %1$@ 出力

source: %@ plotted y
ja: %1$@ プロット y

# %@ restored; %@ skipped.
source: %1$@ restored; %2$@ skipped.
ja: %1$@を復元し、%2$@をスキップしました。

source: %@ s
ja: %@秒

source: %@ seconds
ja: %@秒

# %@ stage · %@
source: %1$@ stage · %2$@
ja: %1$@ ステージ · %2$@

source: %@ task credit
ja: タスク得点 %@

# %@ task credit · confidence: %@
source: %1$@ task credit · confidence: %2$@
ja: タスク得点 %1$@・確信度：%2$@

source: %@ task credit · not added to the skill score
ja: タスク得点 %@・スキルスコアには加算されません

source: %@ task credit · personal practice only
ja: タスク得点 %@・個人練習のみ

source: %@ to 1; the second category is the denominator.
ja: %@対1；2番目のカテゴリが分母です。

source: %@ view: input 2 maps to output 6, while input 4 maps to output 12.
ja: %1$@ ビュー: 入力 2 は出力 6 にマップされ、入力 4 は出力 12 にマップされます。

source: %@ view: the plotted points are (2, 6) and (4, 12).
ja: %1$@ ビュー: プロットされた点は (2, 6) と (4, 12) です。

source: %@ were incorrect despite high confidence. Review the underlying step before retrying.
ja: %@は確信度が高いにもかかわらず不正解でした。再試行する前に基礎となる手順を確認してください。

# %@ · %@ v%lld · validator v%lld
source: %1$@ · %2$@ v%3$lld · validator v%4$lld
ja: %1$@ · %2$@ v%3$lld · バリデータv%4$lld

# %@ · %@ · %@ · length %lld–%lld
source: %1$@ · %2$@ · %3$@ · length %4$lld–%5$lld
ja: %1$@ · %2$@ · %3$@ · 長さ%4$lld～%5$lld

# %@ · %lld answers
source: %1$@ · %2$lld answers
ja: %@・回答%lld件

# %@ · %lld values · %lld distinct · length %lld–%lld
source: %1$@ · %2$lld values · %3$lld distinct · length %4$lld–%5$lld
ja: %1$@・%2$lld件・%3$lld種類・長さ%4$lld〜%5$lld

source: %@ · accessibility support
ja: %@ · アクセシビリティサポート

# %@ · range %@–%@ · mean %@ · %@
source: %1$@ · range %2$@–%3$@ · mean %4$@ · %5$@
ja: %1$@ · 範囲%2$@～%3$@ · 平均%4$@ · %5$@

# %@ · range %@–%@ · mean %@ · %lld values
source: %1$@ · range %2$@–%3$@ · mean %4$@ · %5$lld values
ja: %1$@・範囲%2$@〜%3$@・平均%4$@・%5$lld件

# %@ · scorer %lld · validator %lld
source: %1$@ · scorer %2$lld · validator %3$lld
ja: %1$@・採点 %2$lld・検証 %3$lld

source: %@ × %@ = %@. Finish the one-group adjustment.
ja: %@ × %@ = %@。最後に1組分を加減してください。

source: %@%%; the denominator is the first value, %@.
ja: %@%%；分母は最初の値%@です。

source: %@, position %lld of %lld
ja: %1$@、全%3$lld項目中%2$lld番目

source: %@: %@ after %@, %@
ja: %@: %@（%@ 後）、%@

source: %@: %@ latest, %@
ja: %@: 最新 %@、%@

source: %1$@: comparator %2$lld → %3$lld; target %4$lld → %5$lld. Compute the target change minus the comparator change, then state what the table alone does not prove.
ja: %1$@：比較群 %2$lld → %3$lld、対象群 %4$lld → %5$lld。対象群の変化から比較群の変化を引き、この表だけでは何を証明できないかも述べてください。

source: %@; %@ points to %@.
ja: %@；%@は%@を指します。

source: %@; `%@` %@ equality.
ja: %@；`%@`の%@等式。

source: %@; abilities: %@; transfer dimensions: %@
ja: %@、能力：%@、転移の観点：%@

source: %@; causation is not established
ja: %@。因果関係は確立されていません

source: %@; compute them before %@.
ja: %@；%@より前に計算します。

# %@; skills: %@; transfer dimensions: %@
source: %1$@; skills: %2$@; transfer dimensions: %3$@
ja: %1$@;スキル: %2$@; 転移寸法: %3$@

source: %@; subtract the right-hand side from both sides
ja: %@。両辺から右辺を引きます

source: %@; the coefficient multiplies %@.
ja: %@；係数は%@に掛かります。

source: %@; the contrast alone does not establish causation.
ja: %@；この差だけでは因果関係は確立できません。

source: %@; the table does not prove a causal effect
ja: %@。この表だけでは因果効果を証明できません

source: %@; weight each mean by its run count.
ja: %@；各平均を実行回数で重み付けします。

# %@–%@ s
source: %1$@–%2$@ s
ja: %1$@～%2$@秒

# %@–%@ seconds
source: %1$@–%2$@ seconds
ja: %1$@～%2$@秒

# %lld %@/min
source: %1$lld %2$@/min
ja: %1$lld %2$@/分

source: %lld + %lld = %lld observations in the whole sample.
ja: 標本全体の観測数は %lld + %lld = %lld です。

# %lld / %lld blocks
source: %1$lld / %2$lld blocks
ja: %1$lld / %2$lldブロック

# %lld / %lld days
source: %1$lld / %2$lld days
ja: %lld/%lld日

source: %lld XP earned
ja: 獲得XP：%lld

source: %lld active days
ja: アクティブ日%lld日

source: %lld active-day streak
ja: アクティブ日連続 %lld 日

source: %lld activity families across %lld labs, with %lld selectable field perspectives.
ja: %lld個のアクティビティファミリー（%lldラボ）、選択可能な分野の視点は%lld種類。

source: %lld annotations
ja: 注釈%lld件

source: %lld answers
ja: %lld件の回答

source: %lld answers were incorrect despite high confidence. Review the underlying step before retrying.
ja: %lld件の回答は、確信度が高かったにもかかわらず不正解でした。再試行する前に、元の手順を確認してください。

source: %lld attempts
ja: 試行%lld回

source: %lld attempts · %lld matched · %lld of %lld questions tried
ja: %lld回回答・%lld回一致・%lld/%lld問に回答

# %lld by %lld
source: %1$lld by %2$lld
ja: %1$lld 投稿者: %2$lld

# %lld by %lld by %lld
source: %1$lld by %2$lld by %3$lld
ja: %1$lld × %2$lld × %3$lld

source: %lld chapters
ja: %lld章

source: %lld chapters · %lld min · +%lld completion XP
ja: 残り%lld章・%lld分・完了でXP +%lld

source: %lld chapters · +%lld completion XP
ja: 残り%lld章・完了でXP +%lld

source: %lld characters
ja: %lld文字

source: %lld characters over the limit.
ja: 上限を%lld文字超えています。

source: %lld characters remain.
ja: 残り%lld文字です。

source: %lld citation-stable chunks
ja: 引用位置が安定したチャンク%lld件

source: %lld columns
ja: %lld列

source: %lld concentration units
ja: 濃度：%lld単位
